Repository: hazemhanna/Livia
Catalog: LIVIA/Resources/localized/*.lproj/Localizable.strings
Languages: ar

# lang
source: en
ar: ar

source: Home
ar: الرئيسية

source: Sections
ar: الاقسام

source: Cart
ar: سلة المشتريات

source: Reservations
ar: الحجوزات

source: Order List
ar: طلباتي

source: Profile
ar: الملف الشخصي

source: change Profile
ar: تغيير الملف الشخصي

source: Favorit Restaurants
ar: المطاعم المفضلة

source: Favorite Meals
ar: الواجبات المفضلة

source: Contact Us
ar: تواصل معنا

source: Settings
ar: الاعدادت

source: Pervious List
ar: الطلبات السابقة

source: Notifications
ar: الاشعارات

source: restaurant
ar: مطاعم

source: family
ar: اسر منتجة

source: truck
ar: فودتراك

# new order
source: new orders
ar: الطلبات الجديدة

source: login
ar: نسجيل دخول

source: logOut
ar: نسجيل خروج

source: skip
ar: تخطي

source: new
ar: جديد

source: preparing
ar: جاري التحضير

source: delivering
ar: في الطريق

source: delivered
ar: تم التوصيل

source: competed
ar: منتهي

# preparing order
source: preparing
ar: طلبات قيد التحضير

source: Onway
ar: طلبات قيد التوصيل

source: completed
ar: طلبات منتهية

source: Arrived
ar: طلبات تم التوصيل

# S.R
source: SAR
ar: ريال سعودي

source: You should login first
ar: يجب عليك تسجيل الدخول أولاًَ

source: Add favourite
ar: الأضافة إلي المفضلة

source: Apartment needed
ar: مطلوب رقم الشقة

source: Building needed
ar: مطلوب رقم المنزل

source: Floor needed
ar: مطلوب رقم الدور

source: No address for this user
ar: لا يوجد عنوان للمستخدم

source: Choose payment method
ar: اختر طريقة الدفع

source: Enter your email
ar: آدخل بريدك الألكتروني

source: Done
ar: تم

source: Item deleted from cart
ar: تم حذف الطلب من سلة التسوق

source: Proposal
ar: أقتراح

source: Enter Your Email
ar: ادخل بريدك الألكتروني

source: Enter Your phone number
ar: ادخل رقم الجوال

source: Enter message
ar: ادخل رسالتك

source: Choose the message address
ar: اختر عنوان الرسالة

source: Enter your address
ar: ادخل العنوان

source: Enter Your name
ar: ادخل اسمك

source: Your message was sent
ar: تم أرسال رسالتك

source: Select the number of people
ar: اختر عدد الأشخاص

source: Choose the date
ar: اختر التاريخ

source: Choose time
ar: اختر الوقت

source: Please enter a deposit of
ar: يرجى دفع

# S.R to confirm reservation
source: SAR to confirm reservation
ar: ريال سعودي لتأكيد الحجز

source: Reserve Table
ar: حجز طاولة

source: People Number
ar: عدد الافراد

source: Order added successfully
ar: تم أضافة الطلب بنجاح

source: You logged out now
ar: تم تسجيل خروجك

source: phone or password wrong
ar: كلمة المرور أو رقم الهاتف غير صحيحين

# Add to cart
source: done Add to cart
ar: أضافة إلى السلة

# Password changed
source: changed Password
ar: تغيير كلمة المرور

source: The code has been send
ar: تم أرسال الكود

source: User not found
ar: مستخدم غير موجود

source: Reservation cancelled
ar: تم إلغاء الحجز

source: Code is invalid
ar: الكود خاطئ

source: Enter new password
ar: ادخل كلمة المرور الجديدة

source: Enter confirm password
ar: ادخل تأكيد كلمة المرور

source: your password not match
ar: كلمة المرور غير متابطقة

source: The total price includes
ar: إجمالي السعر يشتمل على

source: VAT tax
ar: ضريبة القيمة المضافة

source: Message was sent
ar: تم إرسال الرسالة

source: Available
ar: متاح

source: Unavailable
ar: غير متاح

source: new password is empty
ar: كلمة المرور الجديدة فارغة

source: Confirm password is empty
ar: تأكيد كلمة المرور فارغ

source: Old password is empty
ar: كلمة المرور القديمة فارغة

source: Gallrey
ar: المعرض

source: Camera
ar: الكاميرا

source: Cancel
ar: إلغاء

source: Delete image
ar: حذف الصورة

source: Image Deleted
ar: تم حذف الصورة

source: logged in successfully
ar: تم تسجييل الدخول بنجاح

source: Enter your password
ar: ادخل كلمة المرور الخاصة بك

source: The deposit paid
ar: العربون المدفوع

# In Case Resevation Cancling we will deducted
source: In Case Resevation Canceling we will deducted
ar: في حالة إلفاء الحجز سيتم خصم

source: Order rated
ar: تم تقييم الطلب

source: Email is invalid
ar: البريد الإلكتروني غير صحيح

source: Enter your phone number
ar: ادخل رقم الجوال

# Enter your phone
source: Enter your or phone
ar: ادخل رقم الجوال

source: Code sent to your email
ar: تم أرسال الكود على بريدك الألكتروني

source: Code sent to your phone
ar: تم ارسال الكود على رقم الجوال

source: Enter verification code
ar: ادخل كود التفعيل

source: Account verified
ar: تم تأكيد الحساب

source: Minutes
ar: دقيقة

# subscriptions
source: MY Subscriptions
ar: اشتراكاتي

source: Food Packages
ar: باقات الطعام

source: Accept
ar: قبول

source: Refuse
ar: رفض

source: delivery
ar: التوصيل

# FoodCart
source: Food Packages Cart
ar: سلة باقات الطعام

source: duplicated item
ar: عنصر موجود بالفعل

source: wallet
ar: المحفظة الالكترونية

source: SAR
ar: ريال سعودي

source: date:
ar: التاريخ :

source: Rewards
ar: مكافات

# refund
source: Refund Order
ar: طلبات مرتجعة

source: Are you sure ?
ar: هل انت متاكد من الغاء الطلب ؟

source: What is the Cancel Reason?
ar: ما هو سبب الغاء الطلب

source: Cancel Order
ar: الغاء الطلب

source: Confirm
ar: تاكيد

source: pay
ar: ادفع

source: paid
ar: تم الدفع

source: status
ar: الحالة

source: days
ar: ايام

# taxs
source: taxs number : 310633825800003
ar: الرقم الضريبي : 0000000000000

source: canceled
ar: ملغي

# canceled2
source: canceled
ar: الطلبات الملغاة

source: refunded
ar: مسترجع

source: order Type :
ar: نوع الطلب :

source: sfry
ar: سفري

source: basherly
ar: باشرلي

# all order
source: all orders
ar: كل الطلبات

# prvious order
source: prvious orders
ar: الطلبات السابقة

source: empty Cart
ar: سلة المشتريات فارغة

# minumam
source: minumam price for this restaurant is
ar: الحد الادني لهذا المطعم هو

# bill
source: your password should be more than 8 character
ar: للاطلاع علي الفاتورة يرجي الضغط علي هذا اللينك

source: Shanab
ar: شنب

source: privouse Order
ar: الطلبات السابقة

source: order Number
ar: رقم الطلب

source: fillter
ar: التصفية

source: fillter by
ar: رتب حسب

source: lowest Price
ar: الاقل سعرا

source: heighst Price
ar: الاعلي سعرا

source: A To Z
ar: من الالف الي الياء

source: offers
ar: عروض وخصومات

source: most Orders
ar: الاكثر طلبا

source: Details
ar: التفاصيل

source: My Reservations
ar: حجوزاتي

source: city
ar: المدينة

source: area
ar: المنطقة

source: address
ar: العنوان

source: falt
ar: الشقة

source: floor
ar: الدور

source: building
ar: المبني

source: lat
ar: خظوظ الطول

source: long
ar: دواير العرض

# addaddress
source: add new address
ar: اضف عنوان جديد

source: phone
ar: الهاتف

source: small
ar: صغير

source: large
ar: كبير

source: medium
ar: وسط

source: othet notes
ar: تفاصيل اخري

source: size
ar: الحجم
